Repository: pablo-pacheco/file-renaming-on-upload
Catalog: languages/file-renaming-on-upload-*.po
Languages: pt_br

source: General Settings
pt_br: Ajustes gerais

source: Rules
pt_br: Regras

source: Enable plugin
pt_br: Ativar plugin

source: Enables the plugin
pt_br: Ativa o plugin

source: Filename structure
pt_br: Estrutura do nome de arquivo

source: Manages the filename structure using rules. If you want only the filename, leave it as <b>{filename}.</b>
pt_br: Gerencia a estrutura de nome de arquivo usando regras. Se você quiser usar apenas o nome do arquivo, deixe como <b>{filename}</b>

source: Rules available:
pt_br: Regras disponíveis

source: Character(s) used to separate rules
pt_br: Caracter(es) usado(s) para separar as regras

source: Update permalink
pt_br: Atualizar permalink

source: Updates attachment permalink following the filename structure
pt_br: Atualiza o permalink do arquivo seguinido a estrutura de nome de arquivo

source: Datetime
pt_br: Data e Hora

source: Enables Datetime rule
pt_br: Ativa a regra Data e Hora

source: Datetime format
pt_br: Formato da data e hora

source: You can see more formats <a target="_blank" href="%s">here</a>
pt_br: Você pode ver mais formatos <a target="_blank" href="%s">aqui</a>

source: Result: <b>%s</b>
pt_br: Resultado: <b>%s</b>

source: Filename
pt_br: Nome de arquivo

source: Enables filename rule
pt_br: Ativa a regra de nome de arquivo

source: Converts all filename accent characters to ASCII characters
pt_br: Converte todos os caracteres do nome do arquivo que possuem acento para caracteres ASCII

source: Converts all filename characters to lowercase
pt_br: Converte todos os caracteres do nome do arquivo para caixa baixa

source: Converts filename to post title whenever it is possible
pt_br: Converte o nome do arquivo para o título do post quando possível

source: Removes characters from filename
pt_br: Remove caracteres do nome do arquivo

source: Post title
pt_br: Título do post

source: Enables post title rule
pt_br: Ativa a regra do Título do post

source: Adds post title whenever it is possible
pt_br: Adiciona o Título do post sempre que possível

source: Site URL
pt_br: URL do Site

source: Enables site URL rule
pt_br: Ativa a regra URL do site

source: The site URL (Change it the way you like)
pt_br: A URL do site (Altere como desejar)

source: Settings
pt_br: Ajustes
